Repository: kluvin/pling
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: nb, sv

source: A real-time music game
nb: Et sanntids musikkspill
sv: Ett musikspel i realtid

source: Actions
nb: Handlinger
sv: Åtgärder

source: Attempting to reconnect
nb: Kobler på
sv: Försöker återansluta

source: Clear Recent
nb: Fjern nylige
sv: Rensa senaste

source: Create Free-for-All Room (beta)
nb: Opprett alle-mot-alle-rom (beta)
sv: Skapa Alla-mot-alla-rum (beta)

source: Create Versus Room
nb: Opprett lag-mot-lag rom
sv: Skapa Mot-varandra-rum

source: Create a room or join an existing one with a room code
nb: Opprett et rom eller bli med i et eksisterende med en romkode
sv: Skapa ett rum eller gå med i ett befintligt med en rumskod

source: Enter a room code
nb: Skriv inn romkode
sv: Ange en rumskod

source: Free-for-All Mode (Beta)
nb: Alle-mot-alle-modus (Beta)
sv: Alla-mot-alla-läge (Beta)

source: Game Rules and Instructions
nb: Spillregler og instruksjoner
sv: Spelregler och instruktioner

source: Hang in there while we get back on track
nb: Vent litt mens vi finner ut av det
sv: Häng kvar medan vi kommer tillbaka på spåret

source: How to Play
nb: Hvordan spille
sv: Hur man spelar

source: How to Play Pling
nb: Hvordan spille Pling
sv: Hur man spelar Pling

source: In Free-for-All mode, every player plays individually. Be the first to identify the song to earn points. The player with the most points at the end of the game wins!
nb: I alle-mot-alle-modus spiller alle individuelt. Vær først til å identifisere sangen for å få poeng. Spilleren med flest poeng ved spillets slutt vinner!
sv: I Alla-mot-alla-läget spelar varje spelare individuellt. Var först med att identifiera låten för att få poäng. Spelaren med flest poäng i slutet av spelet vinner!

source: In Versus mode, two teams compete to identify songs faster than their opponents. Each correct guess earns points for your team. The team with the most points at the end wins!
nb: I lag mot lag-modus konkurrerer to lag om å identifisere sanger raskere enn motstanderne. Hvert riktig gjett gir poeng til laget ditt. Laget med flest poeng til slutt vinner!
sv: I Mot-varandra-läget tävlar två lag om att identifiera låtar snabbare än motståndarna. Varje rätt gissning ger poäng till ditt lag. Laget med flest poäng i slutet vinner!

source: Join Room
nb: Bli med i rom
sv: Gå med i rum

source: Listen to the song clips and type your guesses
nb: Lytt til sangklippene og skriv inn gjetningene dine
sv: Lyssna på låtklippen och skriv dina gissningar

source: Next Track
nb: Neste sang
sv: Nästa låt

source: PLAY
nb: SPILL
sv: SPELA

source: Score points by being the first to correctly identify songs
nb: Få poeng ved å være først til å identifisere sanger korrekt
sv: Få poäng genom att vara först med att korrekt identifiera låtar

source: Scores
nb: Poeng
sv: Poäng

source: Share the room code with your friends
nb: Del romkoden med vennene dine

source: Something went wrong!
nb: Noe gikk gale!

source: Success!
nb: Suksess!

source: Versus Mode
nb: lag mot lag-modus

source: We can't find the internet
nb: Vi finner ikke internett

source: Welcome to Pling
nb: Velkommen til Pling

source: close
nb: lukk

source: hide playlists
nb: skjul spillelister
sv: dölj spellistor

source: is joined by
nb: er sammen med
sv: spelar med

source: or
nb: eller

source: show playlists
nb: vis spillelister
sv: visa spellistor

source: swipe to see song
nb: sveip for å se sang
sv: svep för att se låten

source: Waiting for users...
nb: Venter på brukere

source: is in the
nb: er i

source: room
nb: rommet

source: Unknown Playlist
nb: Ukjent spilleliste

source: and listening to
nb: og lytter til

source: Error!
sv: Fel!
